<!DOCTYPE html>
<html>
    <head>
        <meta charset="UTF-8">
        <title>Ejemplo No. 1</title>
    </head>
    <body>    
        <header>
            <h1>Pa&iacute;ses de Centroam&eacute;rica</h1>
        </header>
        <nav>
            <ul>
                <li><a href="#">Inicio</a></li>
                <li><a href="#">El Salvador</a></li>
                <li><a href="#">Guatemala</a></li>
                <li><a href="#">Honduras</a></li>
                <li><a href="#">Nicaragua</a></li>
                <li><a href="#">Costa Rica</a></li>
            </ul>
        </nav>        
        <aside>
            <p>América Central, también llamada Centroamérica y América del Centro, es la región geográfica dentro del continente americano comprendida entre América del Norte y América del Sur. Está rodeada por el océano Pacífico y el océano Atlántico.</p>
        </aside>
        <section>
            <article>
                <h2>El Salvador</h2>
                <img alt="Bandera de El Salvador" title="Bandera de El Salvador" src="img/el-salvador.png" width="400" height="200"/>
                <p>El Salvador, oficialmente Rep&uacute;blica de El Salvador, es un pa&iacute;s soberano de Am&eacute;rica Central ubicado en el litoral del oc&eacute;ano Pac&iacute;fico con una extensi&oacute;n territorial de 21 041 km<sup>2</sup>. <a href="#">Leer m&aacute;s</a></p>
            </article>
            <article>
                <h2>Guatemala</h2>
                <img alt="Bandera de Guatemala" title="Bandera de Guatemala" src="img/guatemala.png" width="400" height="200"/>
                <p>Guatemala —oficialmente, Rep&uacute;blica de Guatemala— es un Estado soberano situado en Am&eacute;rica Central, en su extremo noroccidental, con una amplia cultura autóctona producto de la herencia maya y la influencia castellana durante la &eacute;poca colonial. <a href="#">Leer m&aacute;s</a></p>
            </article>
            <article>
                <h2>Honduras</h2>
                <img alt="Bandera de Honduras" title="Bandera de Honduras" src="img/honduras.png" width="400" height="200"/>
                <p>Honduras es un pa&iacute;s de Am&eacute;rica, ubicado en el centro-norte de Am&eacute;rica Central. Su nombre oficial es Rep&uacute;blica de Honduras y su capital es el Distrito Central, formado por las ciudades de Tegucigalpa y Comayagüela. <a href="#">Leer m&aacute;s</a></p>
            </article>
            <article>
                <h2>Nicaragua</h2>
                <img alt="Bandera de Nicaragua" title="Bandera de Nicaragua" src="img/nicaragua.png" width="400" height="200"/>
                <p>Nicaragua, oficialmente Rep&uacute;blica de Nicaragua, es un pa&iacute;s de Am&eacute;rica ubicado en el istmo centroamericano.  <a href="#">Leer m&aacute;s</a></p>
            </article>
            <article>
                <h2>Costa Rica</h2>
                <img alt="Bandera de Costa Rica" title="Bandera de Costa Rica" src="img/costa-rica.png" width="400" height="200"/>
                <p>Costa Rica, denominada oficialmente Rep&uacute;blica de Costa Rica, es un pa&iacute;s de Centroam&eacute;rica. Su territorio, con un &aacute;rea total de 51 100 km<sup>2</sup>, limita con Nicaragua al norte, el mar Caribe al este, Panam&aacute; al sureste y el oc&eacute;ano Pac&iacute;fico al oeste. <a href="#">Leer m&aacute;s</a></p>
            </article>
            <audio controls autoplay>
                <source src="multimedia/emotion.mp3" type="audio/mp3">
                El navegador actual no soporta la etiqueta <code>audio</code>.
            </audio>
        </section>        
        <footer>
            <p>Hecho por: Rebeca Ben&iacute;tez &copy; Derechos reservados 2016</p>
        </footer>
    </body>
</html>
